Repository: SeakyLuo/SMPlayer
Catalog: SMPlayer/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# ViewAllButton.Label
source: View All
zh_cn: 查看全部

# VoiceAssistantButton.ToolTipService.ToolTip
source: Awake Voice Assistant
zh_cn: 唤醒语音助手

# VoiceAssistantHelpTextBlock.Text
source: Voice Assistant Help
zh_cn: 语音助手帮助

# VoiceAssistantPreferredLanguageTextBlock.Text
source: Preferred Languange:
zh_cn: 偏好语言：

# VoiceAssistantNoticeCommandIntro.Text
source: In the command set, the punctuation "|" means "or", {} means "require any"，[] means a variable，() means optional.
zh_cn: 在命令列表中，符号“|”表示“或"，{}表示任一必须项，[]表示”变量”，()表示可选。

# VoiceAssistantNoticeExample.Text
source: Some example commands: Play artist Michael Jackson, Turn up the volume by 10%.
zh_cn: 命令示例：播放歌手周杰伦，音量调高10%。

# VoiceAssistantNoticeSmartness.Text
source: This voice assistant is not driven by AI. Please follow the instructions above and make your commands as simple as posible.
zh_cn: 这个语音助手没有那么聪明，请尽量按照上面的列表给出简单的命令。

# VoiceAssistantSupportedCommandsTextBlock.Text
source: Supported Commands
zh_cn: 支持的命令

# VoiceAssistantTextBlock.Text
source: Voice Assistant
zh_cn: 语音助手

# VolumeButton.ToolTipService.ToolTip
source: Volume
zh_cn: 音量

# VolumeCommands1TextBlock.Text
source: Turn {up | down} (the volume) (to | by) [number | percentage]
zh_cn: 音量 {调高|调低} (至) [数字|百分比]

# VolumeCommands2TextBlock.Text
source: Mute | Unmute
zh_cn: 静音|取消静音

# VolumeTextBlock.Text
source: Volume
zh_cn: 音量

# YearTextBlock.Text
source: Year
zh_cn: 年份

# PreferLevelHighComboItem.Content
source: High
zh_cn: 高

# PreferLevelHigherComboItem.Content
source: Higher
zh_cn: 较高

# PreferLevelLowComboItem.Content
source: Low
zh_cn: 低

# PreferLevelNormalComboItem.Content
source: Normal
zh_cn: 正常

# PreferLevelComboBox.ToolTipService.ToolTip
source: This means the probability of this item appreaing in "Quick Play"
zh_cn: 表示该项目在快速播放中出现的概率

# ReleaseNotesPreferenceSettingsPreferenceLevelAdded.Text
source: You can now set the probability of preferred items in Preference Settings
zh_cn: 偏好设置支持选择偏好项目出现的概率。

# ReleaseNotesVoiceAssistantImprovements2.Text
source: Minor improvements have made to Voice Assistant.
zh_cn: 语音助手进行了一些小优化~

# NewFolderItem.Label
source: New Folder
zh_cn: 新建文件夹

# NewFolderItem.ToolTipService.ToolTip
source: Create New Folder
zh_cn: 新建文件夹

# ReleaseNotesBugFixesForAddingPlaylistWhenNone.Text
source: Fixed some bugs. The app no longer crashes when you try to add a playlist with no playlists.
zh_cn: 修复了一些问题，比如当没有播放列表时无法创建播放列表。

# ReleaseNotesImportantNoteDataStructureChanged.Text
source: 【Important Note !!!】Data structure has changed! If you backed up before, please back up again.
zh_cn: 【重要！！！】数据结构有变化。如果之前备份过数据文件，请重新导出！

# ReleaseNotesImprovedLocalManagement.Text
source: You can now add/delete folder, move music file in SMPlayer.
zh_cn: 增强了本地文件管理功能，支持在播放器中新增删除文件夹、移动歌曲至其他文件夹等。

# CreatePlaylistButton.ToolTipService.ToolTip
source: Add Playlist
zh_cn: 添加播放列表

# MoveToFolderAppButton.Label
source: Move To Folder
zh_cn: 移动到文件夹

# ViewModeAppButton.Label
source: Display Mode
zh_cn: 展示模式

# ViewModel.ToolTipService.ToolTip
source: Change Display Mode
zh_cn: 更改展示模式

# GridViewFlyoutItem.Text
source: Grid View
zh_cn: 网格模式

# ListViewFlyoutItem.Text
source: List View
zh_cn: 列表模式

# AlbumSearchBar.PlaceholderText
source: Search Album
zh_cn: 搜索专辑

# ReleaseNotesFixedPreferenceSettings.Text
source: Fix the bug that preference settings are not working.
zh_cn: 修复了偏好设置不起作用的问题

# ReleaseNotesPreferenceSettingsDislikedAndDoNotAppear.Text
source: Now supports Do-Not-Appear and Dislike for Preference Settings, and fixed some bugs.
zh_cn: 优化了偏好设置（支持不喜欢、不出现）并修复了几个问题。

# DetailButton.Text
source: Detail
zh_cn: 详情

# PreferenceSettingsButton.Label
source: Preference Settings
zh_cn: 偏好设置
